<?php

return [
    'success' => 'تمت العملية بنجاح',
    'failed' => 'فشلت العملية',
    'notfound' => 'العنصر الذي تبحث عنه غير موجود',
    'stored' => 'تم اضافة العنصر بنجاح',
    'bulk-stored' => 'تم اضافة :count عناصر بنجاح',
    'updated' => 'تم تعديل العنصر بنجاح',
    'bulk-updated' => 'تم تعديل :count عناصر بنجاح',
    'deleted' => 'تم حذف العنصر بنجاح',
    'bulk-deleted' => 'تم حذف :count عناصر بنجاح',
    'uploaded' => 'تم رفع العنصر بنجاح',
    'imported' => 'تم استيراد العناصر بنجاح',
    'exported' => 'تم تصدير العناصر بنجاح, سيصلك اشعار بالعناصر المصدرة',
    'unauthorized' => 'انت غير مخول للقيام بهذه العملية',
];
